[
  {
    "slug": "new-law-on-trademarks",
    "title": "New law on Trademarks",
    "date": "2022-07-01",
    "excerpt": "Overview of the new Law on Trademarks, which came into force on 1st February 2020.",
    "author": "Nikola Gagić",
    "image": "/blog/new-law-on-trademarks.jpg",
    "keywords": [
      "Serbia",
      "trademarks",
      "intellectual property",
      "brand protection",
      "opposition system",
      "law 2020"
    ],
    "content": "In January 2020, the National Assembly of the Republic of Serbia adopted the **Law on Trademarks** (*“Official Gazette of the Republic of Serbia”, no. 6/2020*), which entered into force on **1st February 2020**.\n\nThe aim of the new law is to adapt to the solutions of other European countries, with a focus on enabling more accurate formulations and systematization of their implementation.\n\n---\n\n## The Appearance of the Sign\n\nA sign protected by the trademark may consist of: words, slogans, letters, numbers, images, drawings, color combinations, three-dimensional shapes, combinations of such signs, or sounds.\n\nThe novelty is that the sign no longer has to be represented graphically to be protected. This aligns the law with modern technology, allowing for moving pictures, multimedia trademarks, and sound trademarks.\n\n---\n\n## The New Absolute Ground for Refusal\n\nA new absolute ground for refusal of registration has been introduced: preventing unauthorized registration of geographical origins and protected names of plant varieties.\n\nThe trademark cannot protect a sign that consists of a valid mark of geographical origin in Serbia or the earlier protected name of a plant variety.\n\n---\n\n## Opposing the Registration of a Trademark\n\nOne of the most important innovations is the introduction of an **opposition system**, replacing the ex officio examination of relative reasons for refusal.\n\nThe goal is to allow earlier rights holders to oppose registration if it threatens or violates their rights.\n\nGrounds for opposition:\n\n- **Relative grounds** (Article 6): e.g. the disputed trademark is identical to an earlier trademark for the same goods/services, or infringes copyright/industrial property rights.\n- **Special grounds** (Article 7): a company can oppose registration of an identical/similar trademark if the goods/services overlap with those of the opponent.\n\nThe opposition may be submitted within **three months** of the application’s publication in the Gazette of Intellectual Property.\n\nIf the opposition is timely, proper, and valid, the application will be refused.\n\nThis system harmonizes domestic legislation with most European countries.\n\n---\n\n## Abolishment of Appeal\n\nA major novelty is the **abolishment of appeal** as a legal remedy against decisions of the Intellectual Property Office. Instead, parties may initiate administrative disputes before the Administrative Court.\n\n---\n\n## The Holder of a License\n\nThe new law allows a license holder to file infringement actions:\n\n- with the consent of the trademark holder, or\n- if the license holder notifies the trademark holder of infringement and the latter fails to act within 30 days.\n\n---\n\n## Exhaustion of Intellectual Property Rights\n\nThe law introduces **international exhaustion**, replacing the national exhaustion regime.\n\n- Under the old system, parallel imports were restricted, and trademark holders could prohibit sales of goods bought abroad.\n- Under the new system, once goods are placed on the market anywhere in the world by the trademark holder (or authorized parties), the holder cannot prohibit further use of the trademark for those goods.\n\nThis harmonizes Serbia with European systems and supports the free circulation of goods.\n\n---\n\n*Bearing all of the above in mind, it remains to be seen what effects this modern law, aligned with European solutions, will have in practice.*"
  },
  {
    "slug": "entrepreneur-independence-test",
    "title": "Entrepreneur Independence Test",
    "date": "2022-07-01",
    "excerpt": "Amendments to the Law on Personal Income Tax introduced the Entrepreneur Independence Test, effective 1 March 2020.",
    "author": "Nikola Gagić",
    "image": "/blog/independence-test.jpg",
    "keywords": [
      "Serbia",
      "entrepreneur independence",
      "tax law",
      "freelancers",
      "income tax",
      "employment status"
    ],
    "content": "In December 2019, the National Assembly of the Republic of Serbia adopted amendments to the Law on Personal Income Tax (*\"Off. Gazette of the Republic of Serbia\", No. 24/2001, 80/2002, 80/2002, 135/2004, 62/2006, 65/2006, 31/2009, 44/2009, 18/2010, 50/2011, 91/2011, 7/2012, 93/2012, 114/2012, 8/2013, 47/2013, 48/2013, 108/2013, 6/2014, 57/2014, 68/2014, 5/2015, 112/2015, 5/2016, 7/2017, 113/2017, 7/2018, 95/2018, 4/2019, 86/2019, 5/2020*).\n\nRecent changes deal with the status of entrepreneurs (*preduzetnik*), a special category of commercial entity most convenient for individual small businesses and freelancers. In this regard, the **Entrepreneur Independence Test** has been introduced as obligation and will apply starting from **1st March 2020**.\n\nThe main purpose of the independence test is to prevent entrepreneurs and their clients from presenting their relationship as business cooperation while they are actually in an employment relationship, due to more favourable tax treatment applicable to entrepreneurs.\n\nNamely, Article 85 of the Law on Personal Income Tax provides **9 criteria** for determining independence. If the entrepreneur fulfils at least **5 of them**, they will be considered in an actual employment relationship and subject to employee income tax rules. Those criteria are:\n\n- Client determines working hours, vacation and other leaves for the entrepreneur, while the entrepreneur’s fee does not get proportionally reduced for time spent on vacation;\n- The entrepreneur normally uses premises provided by the client or performs business activities in a place designated by the client;\n- Client conducts or organizes professional training or usually manages the entrepreneur’s work process;\n- Client hired the entrepreneur after publicly advertising the position or via recruitment services;\n- Client provides basic tools, equipment or other essential assets necessary for the entrepreneur’s regular work;\n- At least 70% of the entrepreneur’s income over 12 months comes from a single client;\n- Entrepreneur carries out activities that are part of the client’s business, without bearing usual business risks for delivery;\n- The entrepreneur’s contract prohibits or limits them from working for other clients;\n- Entrepreneur performs activities for the same client **130 or more business days** over 12 months.\n\nIf at least 5 criteria are met, income is taxed as **other income** (20% rate, no cost deductions), plus mandatory pension and disability insurance contributions (PDI).\n\nContrary to this, entrepreneurs excluded from the VAT system (annual income up to 6 million RSD ≈ 50,000 EUR) are subject to a monthly lump-sum tax of about 100–200 EUR depending on region.\n\n---\n\n## Responsibility\n\n**Who bears responsibility if the entrepreneur is found fictitious?**\n\nTaxes and contributions for PDI will be withheld by the **client (employer)**. The client is ultimately responsible for payment.\n\nIf the tax authority determines fictitiousness during control, the client must pay all due taxes and contributions, plus interest (National Bank of Serbia reference rate + 10 percentage points). Additionally, the client may face misdemeanour or criminal liability for non-payment.\n\nIf income is from a **foreign entity**, the entrepreneur themselves must calculate and pay the taxes and contributions.\n\n---\n\n## Tax Reliefs and Incentives\n\nThe legislator also introduced incentives for companies to employ their \"fictitious entrepreneurs.\" Starting **1 January 2020**, companies can claim tax credits for 3 years if:\n\n- They increase their number of employees;\n- They hire persons unemployed between 1 January 2019 and 30 April 2020, provided employment is by end of 2020;\n- They hire entrepreneurs who were not employed during 2019, provided employment is by April 2020.\n\nTax exemptions for payroll taxes and PDI contributions apply as follows:\n\n- **70%** exemption in 2020\n- **65%** exemption in 2021\n- **60%** exemption in 2022\n\n---\n\nFinally, the new amendments to the Personal Income Tax Act have raised uncertainty. It remains to be seen how authorities will interpret and implement these provisions.\n\n"
  },
  {
    "slug": "economic-measures-program",
    "title": "Program of Economic Measures",
    "date": "2022-07-01",
    "excerpt": "An overview of Serbia's economic measures to mitigate the effects of COVID-19.",
    "author": "Nikola Gagić",
    "image": "/blog/economic-measures-program.jpg",
    "keywords": [
      "Serbia",
      "economic measures",
      "COVID-19",
      "tax relief",
      "financial aid",
      "business support"
    ],
    "content": "On 31st March 2020, the Ministry of Finance of the Republic of Serbia, in cooperation with the Serbian Chamber of Commerce, presented a proposal for a program of economic measures to mitigate the negative effects caused by the Covid-19 pandemic and support the Serbian economy.\n\nThe set of economic measures includes a total of nine measures, that can be divided into four units, with an estimated effect of **RSD 608.3 billion**.\n\nSince the aim of economic measures is to maintain the employment rate during the state of emergency, as well as to assist companies that have difficulty in doing business during the state of emergency, the measures **do not apply** to companies that are:\n\n- reduce the number of employees by more than 10% during a state of emergency (not counting part-time employees whose contract expires during a state of emergency)\n- suspended business before the declaration of emergency, i.e. before 15th March 2020\n\n---\n\n## The first set of measures\n\nThe first set of measures is to delay the payment of taxes and contributions:\n\n- **Delaying the payment of payroll taxes and to the private sector**, during a state of emergency, with a subsequent repayment of tax obligations in installments beginning at the earliest from 2021.\n\n    This measure is intended to increase the liquidity of all companies that pay salaries to employees. Also, this measure relates to deferring the payment of income tax on the self-employed activities of all entrepreneurs.\n\n    The increase in liquidity is reflected in the deferral of payment of personal income tax and contributions on employees. All employers who choose to use this measure can apply deferral of personal income tax and contributions on employees until the beginning of 2021, and thereafter leave the possibility of deferring these costs for up to 24 months without the obligation to pay interest at the taxpayer's request.\n\n- **Delaying the payment of income tax advances in the second quarter.**\n\n    The measure aims to increase taxpayers' liquidity by delaying the payment of income tax advance payments for 2020 due in the second quarter of 2020.\n\n- **Exemption of donors from the obligation to pay VAT.**\n\n    The main objective of this measure is to exempt from VAT those donors who donate their products to institutions directly involved in activities aimed at preventing the spread and treatment of citizens from the COVID-19 virus.\n\n---\n\n## The second set of measures\n\nThe second set of measures relates to direct payments to companies in the form of payment of minimum wage support for entrepreneurs, micro, small and medium-sized enterprises, and subsidies of 50% of the minimum wage to large companies whose employees are sent on forced vacation due to reduced business volume or complete shutdowns.\n\n- **Flat-rate entrepreneurs and other micro, small and medium-sized companies in the private sector** are provided with direct assistance in the form of a minimum wage payment (during a state of emergency).\n\n- **Large companies** are provided with the subsidy of 50% of the minimum wage payment for employees who have been terminated by company decision in the case of interruption of work in accordance with Articles 116 and 117 of the Labor Law (*Official Gazette of the RS, No. 24/2005, 61/2005, 54/2009, 32/2013, 75/2014, 13/2017, 113/2017 and 95/2018*).\n\nThis set of measures made a difference based on the economic strength of the company. It started from the assumption that companies classified as large companies have significantly greater economic power than entrepreneurs, micro, small and medium-sized companies. In accordance with the above, entrepreneurs, micro, small and medium-sized companies are provided with the economic assistance in the amount of net minimum wage for each person who has employee status.\n\n---\n\n## The third set of measures\n\nThe aim of the third set of measures is to preserve the liquidity of companies in the conditions of economic crisis expected during and after the end of the state emergency caused by the COVID-19 virus pandemic.\n\nWith this program, the Government of the Republic of Serbia wants to minimize the external influences related to the fall in demand, interruption of supply chains and their consequences, such as reduced employment and illiquidity on the business of the Serbian economy.\n\nThe program envisages two measures:\n\n- program for granting loans for maintaining liquidity and working capital for companies in the segment of entrepreneurs, micro, small and medium-sized economic entities, agricultural holdings and cooperatives, which are registered in the relevant register, through the Development Fund of the Republic of Serbia\n- guarantee schemes for supporting the economy in the conditions of COVID-19 crisis for loans for maintaining liquidity and working capital for companies in the segment of entrepreneurs, micro, small and medium-sized economic entities, as well as agricultural holdings, through commercial banks operating in the Republic of Serbia\n\n---\n\n## The fourth set of measures\n\nThe fourth set of measures relates to the payment of direct assistance in the amount of **EUR 100** in RSD equivalent to all adult citizens of the Republic of Serbia.\n\n---\n\n*With all of the above in mind, in the coming days we will have to wait for the adoption of the final program of economic measures.*"
  }
]
