[
  {
    "slug": "new-law-on-trademarks/sr",
    "title": "Novi zakon o žigovima",
    "date": "2022-07-01",
    "excerpt": "Pregled novog Zakona o žigovima koji je stupio na snagu 1. februara 2020. godine.",
    "author": "Nikola Gagić",
    "image": "/blog/new-law-on-trademarks.jpg",
    "keywords": [
      "Srbija",
      "žigovi",
      "intelektualna svojina",
      "zaštita brenda",
      "paralelni uvoz",
      "zakon 2020"
    ],
    "content": "Narodna Skupština Republike Srbije je u januaru 2020. godine usvojila novi **Zakon o žigovima** (*„Sl. glasnik RS\", br. 6/2020*), koji je stupio na snagu od **01.02.2020. godine**.\n\nNeophodnost donošenja novog Zakona bila je uslovljena potrebom za prilagođavanje sa rešenjima ostalih evropskih država, sa ciljem da se preciznijim formulacijama i izmenjenom sistematizacijom odredaba omogući njihova efikasnija primena.\n\n---\n\n## Znaci od kojih se žig može sastojati\n\nŽig može obuhvatati: reči (uključujući lična imena), crteže, slova, brojeve, boje, trodimenzionalne oblike, oblik robe ili pakovanja, kombinacije tih znakova ili zvukove.\n\nOva novina znači da znak više **ne mora biti grafički predstavljen** da bi dobio zaštitu. U praksi, to otvara put za multimedijalne, zvučne i pokretne žigove.\n\n---\n\n## Apsolutni razlozi – geografsko poreklo i biljna sorta\n\nUveden je novi apsolutni razlog za odbijanje registracije žiga, kojim se sprečava neovlašćena registracija oznaka geografskog porekla i zaštićenih naziva biljnih sorti. Žigom se ne može zaštititi znak koji sadrži oznaku geografskog porekla ili ranije zaštićeno ime biljne sorte.\n\n---\n\n## Sistem prigovora\n\nJedna od najznačajnijih novina je **uvođenje sistema prigovora**, umesto da nadležni organ po službenoj dužnosti ispituje relativne razloge.\n\nSvrha sistema prigovora je da se nosiocima ranijih prava omogući da se suprotstave registraciji žiga ukoliko smatraju da ona povređuje njihova prava.\n\nPrigovor se može zasnivati na:\n\n- **Relativnim razlozima** (član 6): ako je znak istovetan ranije registrovanom ili povređuje autorska i industrijska prava.\n- **Posebnim razlozima** (član 7): ako je naziv privrednog društva (ili deo naziva) istovetan/sličan znaku iz prijave, a roba/usluge su istovetni ili slični.\n\nPrigovor se podnosi u roku od **3 meseca** od objave prijave u Glasniku intelektualne svojine. Ako je blagovremen, uredan i osnovan – prijava žiga biće odbijena.\n\n---\n\n## Ukidanje žalbenog postupka\n\nOdluke nadležnog organa postaju **konačne** i mogu se osporavati samo tužbom u upravnom postupku. Time je ukinut žalbeni postupak koji je bio u primeni više od 10 godina.\n\n---\n\n## Sticalac licence\n\nNovina u oblasti građansko-pravne zaštite: sticalac licence može da podnese tužbu za povredu žiga:\n\n- uz saglasnost nosioca prava, ili\n- ako nosilac prava u roku od 30 dana od obaveštenja ne pokrene postupak.\n\n---\n\n## Iscrpljenje prava i paralelni uvoz\n\nNovi zakon prelazi sa **nacionalnog** na **svetsko iscrpljenje prava**.\n\n- Stari sistem zabranjivao je paralelni uvoz – nosilac žiga je mogao da spreči prodaju robe kupljene u inostranstvu.\n- Novi sistem omogućava slobodan promet robe, bez obzira gde je prvi put stavljena na tržište od strane nosioca žiga ili ovlašćenog lica.\n\n---\n\n*Imajući u vidu sve navedeno, ostaje da vidimo kakav će trag u praksi ostaviti ovaj moderni zakon, usklađen sa evropskim rešenjima.*"
  },
  {
    "slug": "entrepreneur-independence-test/sr",
    "title": "Test samostalnosti preduzetnika",
    "date": "2022-07-01",
    "excerpt": "Izmene Zakona o porezu na dohodak građana uvele su test samostalnosti preduzetnika, obavezan od 1. marta 2020. godine.",
    "author": "Nikola Gagić",
    "image": "/blog/independence-test.jpg",
    "keywords": [
      "Srbija",
      "test samostalnosti",
      "preduzetnici",
      "porez na dohodak",
      "paušalci",
      "fiktivni preduzetnici"
    ],
    "content": "Skupština Srbije je u decembru 2019. godine usvojila izmene Zakona o porezu na dohodak građana (*„Sl. glasnik RS\", br. 24/2001, 80/2002, 80/2002, 135/2004, 62/2006, 65/2006, 31/2009, 44/2009, 18/2010, 50/2011, 91/2011, 7/2012, 93/2012, 114/2012, 8/2013, 47/2013, 48/2013, 108/2013, 6/2014, 57/2014, 68/2014, 5/2015, 112/2015, 5/2016, 7/2017, 113/2017, 7/2018, 95/2018, 4/2019, 86/2019 i 5/2020*).\n\nNovim izmenama detaljno je definisan status preduzetnika. Uveden je **test samostalnosti preduzetnika**, koji se primenjuje od **1. marta 2020. godine**.\n\nCilj testa samostalnosti je da se utvrdi da li je preduzetnik u odnosu na klijenta (nalogodavca) zaista samostalan ili faktički predstavlja zamenu za zaposlenog.\n\nČlan 85. Zakona predviđa **9 kriterijuma**. Ako preduzetnik ispuni najmanje **5 od 9 kriterijuma**, smatra se nesamostalnim i tretira se kao zaposleni:\n\n- Klijent određuje radno vreme, odmore i odsustva preduzetnika, a naknada mu se ne umanjuje za vreme provedeno na odmoru;\n- Preduzetnik uobičajeno koristi prostorije koje obezbedi klijent ili obavlja poslove u mestu koje odredi klijent;\n- Klijent organizuje stručno osposobljavanje ili usavršavanje preduzetnika;\n- Klijent je angažovao preduzetnika nakon javnog oglasa ili posredstvom agencije;\n- Klijent obezbeđuje osnovni alat, opremu ili sredstva potrebna za rad, ili uobičajeno rukovodi procesom rada;\n- Najmanje 70% prihoda preduzetnika u periodu od 12 meseci dolazi od jednog klijenta;\n- Preduzetnik obavlja poslove iz delatnosti klijenta, a ugovor ne predviđa klauzulu o snošenju poslovnog rizika;\n- Ugovor sadrži zabranu pružanja usluga drugim klijentima (delimičnu ili potpunu);\n- Preduzetnik obavlja poslove za istog klijenta 130+ radnih dana u periodu od 12 meseci.\n\nAko se kriterijumi ispune, prihod se oporezuje kao **drugi prihod** (20% na bruto, bez normiranih troškova). Takođe se obračunavaju doprinosi za PIO.\n\nSuprotno tome, preduzetnici van PDV sistema (do 6 miliona dinara godišnje ≈ 50.000 EUR) plaćaju paušalni porez (100–200 EUR mesečno, zavisno od regiona).\n\n---\n\n## Odgovornost za fiktivne preduzetnike\n\n**Ko snosi odgovornost?**\n\nPorez i doprinosi za PIO obračunavaju se po odbitku, što znači da je **klijent** odgovoran za njihovu uplatu.\n\nAko poreski organ utvrdi fiktivnost, klijent mora da plati porez i doprinose, kao i kamatu po referentnoj stopi NBS + 10 procentnih poena. Klijent može biti i prekršajno ili krivično kažnjen.\n\nAko je prihod ostvaren od **stranog pravnog lica**, tada preduzetnik sam snosi obavezu plaćanja poreza i doprinosa.\n\n---\n\n## Poreske olakšice\n\nZakon predviđa podsticaje za kompanije koje zaposle svoje „fiktivne preduzetnike.” Od **1. januara 2020.** poslodavci imaju pravo na olakšice ako:\n\n- Povećaju broj zaposlenih;\n- Zaposle lica koja nisu bila zaposlena u periodu od 01.01.2019. do 30.04.2020. godine, pod uslovom da radni odnos zasnuju do kraja 2020;\n- Zaposle preduzetnike koji nisu bili zaposleni tokom 2019, pod uslovom da zasnuju radni odnos do kraja aprila 2020.\n\nPoslodavac se oslobađa poreza na zarade i PIO doprinosa u sledećem obimu:\n\n- **70%** u 2020.\n- **65%** u 2021.\n- **60%** u 2022.\n\n---\n\nNove izmene Zakona izazvale su brojne nedoumice i nesigurnost u javnosti. Ostaje da se vidi kakvu će praksu zauzeti nadležni organi."
  },
  {
    "slug": "economic-measures-program/sr",
    "title": "Program ekonomskih mera",
    "date": "2022-07-01",
    "excerpt": "Predlog programa ekonomskih mera za ublažavanje posledica pandemije COVID-19 i podršku privredi Srbije.",
    "author": "Nikola Gagić",
    "image": "/blog/economic-measures-program.jpg",
    "keywords": [
      "Srbija",
      "ekonomske mere",
      "COVID-19",
      "poreske olakšice",
      "finansijska podrška",
      "privreda"
    ],
    "content": "Ministarstvo finansija Republike Srbije je, u saradnji sa Privrednom komorom Srbije, 31. marta 2020. godine, predstavilo predlog programa ekonomskih mera države za smanjivanje negativnih efekata prouzrokovanih pandemijom virusa COVID-19 i podršku privredi Srbije.\n\nProgram ekonomskih mera podrazumeva ukupno devet mera, koje mogu da se podele u četiri celine, sa procenjenim efektom u visini od **608,3 milijarde dinara**.\n\nPošto je cilj ekonomskih mera da se očuva stopa zaposlenosti u toku trajanja vanrednog stanja, kao i da se pomogne privrednim subjektima, kojima je otežano poslovanje tokom vanrednog stanja, mere se **ne primenjuju** na privredne subjekte koji su:\n\n- tokom vanrednog stanja smanjili broj zaposlenih za više od 10% (ne računajući zaposlene na određeno vreme kojima ugovor ističe tokom vanrednog stanja)\n- privremeno prekinuli poslovanje pre proglašenja vanrednog stanja, odnosno pre 15.03.2020. godine\n\n---\n\n## Prvi set mera\n\nPrvi set mera se odnosi na odlaganje plaćanja dospelih poreskih obaveza:\n\n- **Odlaganje plaćanja poreza na zarade i doprinose za privatni sektor**, tokom trajanja vanrednog stanja, uz kasniju otplatu nastale obaveze u ratama sa početkom najranije od 2021. godine.  \n  Cilj ove mere je povećanje likvidnosti svih privrednih subjekata u privrednom sektoru koji isplaćuju zarade zaposlenima. Takođe, ova mera se odnosi na odlaganje plaćanja poreza na prihod od samostalnih delatnosti svih preduzetnika.  \n  Povećanje likvidnosti se ogleda u odlaganju plaćanja troškova poreza i doprinosa na zarade. Svi poslodavci koji se opredele da koriste ovu meru mogu da koriste odlaganje plaćanja troškova poreza i doprinosa na zarade do početka 2021. godine, a nakon toga se ostavlja mogućnost daljeg odlaganja plaćanja ovih troškova najduže do 24 meseca bez obaveze plaćanja kamate.\n\n- **Odlaganje plaćanja akontacija poreza na dobit u drugom kvartalu.**  \n  Mera ima za cilj povećanje likvidnosti poreskih obveznika putem odlaganja plaćanja akontacija za porez na dobit za 2020. godinu koje dospevaju u drugom kvartalu.\n\n- **Oslobađanje davalaca donacija od obaveze plaćanja PDV-a.**  \n  Osnovni cilj ove mere je da se od plaćanja PDV-a oslobode oni donatori koji svoje proizvode, odnosno proizvode čijim prometom se bave, doniraju ustanovama koje su neposredno uključene u aktivnosti koje imaju za cilj sprečavanje širenja i lečenje građana od virusa COVID-19.\n\n---\n\n## Drugi set mera\n\nDrugi set mera odnosi se na direktna davanja privrednim subjektima odnosno na isplatu pomoći u visini minimalne zarade za preduzetnike, mikro, mala i srednja preduzeća, odnosno subvencije 50% minimalne zarade velikim preduzećima, čiji zaposleni su poslati na prinudni odmor.\n\n**Direktna pomoć preduzetnicima** koji se paušalno oporezuju i koji plaćaju porez na stvarni prihod, mikro, malim i srednjim preduzećima u privatnom sektoru – uplata pomoći u visini minimalca (za vreme trajanja vanrednog stanja), i za **velika preduzeća** uplata pomoći u visini 50% minimalca za zaposlene kojima je rešenjem utvrđen prestanak rada shodno članu 116 i 117. Zakona o radu (*„Sl. glasnik RS\", br. 24/2005, 61/2005, 54/2009, 32/2013, 75/2014, 13/2017, 113/2017 i 95/2018*).\n\nKod ovog seta mera napravljena je razlika u načinu primene po osnovu ekonomske snage obveznika. Naime, pošlo se od pretpostavke da privredni subjekti koji su razvrstani kao velika privredna društva imaju značajno veću ekonomsku snagu u odnosu na preduzetnike, mikro, mala i srednja pravna lica. U skladu sa navedenim, preduzetnicima, mikro, malim i srednjim pravnim licima je data ekonomska pomoć u visini neto minimalne zarade za svako lice koje kod njih ima status zaposlenog.\n\nPredloženim merama poslodavci se stimulišu da održe postojeći nivo zaposlenosti, dok se u slučaju preduzetnika, malih, mikro i srednjih pravnih lica, većim obimom prava dodatno jača likvidnost u cilju održavanja poslovanja.\n\n---\n\n## Treći set mera\n\nCilj trećeg seta mera je očuvanje likvidnosti privrednih subjekata u uslovima ekonomske krize očekivane tokom i po okončanju vanredne situacije prouzrokovane pandemijom virusa COVID-19.\n\nProgram predviđa dve mere:\n\n- program za dodelu kredita za održavanje likvidnosti i obrtnih sredstava za kompanije iz segmenta preduzetnika, mikro, malih i srednjih privrednih subjekata, poljoprivrednih gazdinstava i zadruga preko Fonda za razvoj Republike Srbije\n- garantne šeme za podršku privredi u uslovima COVID-19 krize za kredite za održavanje likvidnosti i obrtnih sredstava za kompanije iz segmenta preduzetnika, mikro, malih i srednjih privrednih subjekata, kao i poljoprivrednih gazdinstava preko komercijalnih banaka koje posluju u Republici Srbiji\n\n---\n\n## Četvrti set mera\n\nČetvrti set mera se odnosi na uplatu direktne pomoći u iznosu od **100 evra** u dinarskoj protivvrednosti svim punoletnim građanima Republike Srbije.\n\n---\n\n*Imajući u vidu sve navedeno, u narednim danima ostaje da sačekamo usvajanje konačnog programa ekonomskih mera.*"
  }
]
